{
  "navbar": "Glad to see you here!",
  "hi-there-01": "Hi there, I'm ",
  "hi-there-02": "Student of",
  "hi-there-03": " Information Systems",
  "hi-there-04": " at UNESA, and a current intern in the  ",
  "hi-there-05": "engineering team",
  "hi-there-06": "at GFT group, I am passionate about developing my skills as a",
  "hi-there-07": "backend developer.",
  "hi-there-08": "With a strong foundation in various technologies and approaches, I am able to tackle any challenge that comes my way.",
  "tittle-Recente-Projects-01": "Recent",
  "tittle-Recente-Projects-02": "Projects",
  "first-project-tittle": "LinkyShop Application",
  "first-project-description": "Our microservices architecture delivers comprehensive e-commerce functionality, including Catalog, Basket, Discount, and Ordering modules. We employ both NoSQL and Relational databases and utilize RabbitMQ for event-driven communication. The Ocelot API Gateway manages communication between the microservices, ensuring seamless integration and optimal performance.",
  "second-project-tittle": "Pro-Eventos",
  "second-project-description": "Our RESTful API, powered by ASP.NET Core, features advanced filtering, robust data modeling, and HATEOAS support. Implemented using clean architecture principles, it integrates seamlessly with Entity Framework Core. The frontend is built with the Angular framework for a seamless user experience.",
  "third-project-tittle": ".NET Templates",
  "third-project-description": "This project features minimalistic templates, designed to help you quickly implement clean architecture concepts and make progress on your project with ease.",
  "fourth-project-tittle": "Linky URL-Shortener",
  "fourth-project-description": "Linky is a sleek URL shortening solution, crafted with simplicity in mind, utilizing the power of the Minimal API.",
  "more-projects": "see more...",
  "tech-cert": "My Technical",
  "tech-cert1": "Certifications",
  "first-cert": "Microsoft Certified: Azure Fundamentals.",
  "second-cert": "Microsoft Certified: Azure Data Fundamentals.",
  "third-cert": "Microsoft Certified: Security, Compliance, and Identity Fundamentals.",
  "fourth-cert": "",
  "description-first-cert": "Earners of the Azure Fundamentals certification have demonstrated foundational level knowledge of cloud services and how those services are provided with Microsoft Azure.",
  "description-second-cert": "Earners of the Azure Data Fundamentals certification have demonstrated foundational knowledge of core data concepts and how they are implemented using Microsoft Azure data services.",
  "description-third-cert": "Earners of the Security, Compliance, and Identity Fundamentals demonstrate a functional understanding of security, compliance, and identity (SCI) across cloud-based and related Microsoft services.",
  "description-fourth-cert": "",
  "connect-tittle": "Let's connect",
  "connect-text1": "I'm posting about ",
  "connect-software": "software engineering",
  "connect-text2": " content on multiple Social Media platforms.",
  "connect-reach": "Reach out ",
  "connect-lets": "and let's ",
  "connect-con": "connect",
  "footer": "Built with "
}
