{
  "navbar": "Muito feliz em te ver aqui!",
  "hi-there": "Olá, sou",
  "student": "Estudante de",
  "college": " Sistemas de Informação",
  "atUnesa": " na UNESA e atual estagiário ",
  "team": "no time de engenharia",
  "gftGroup": "na GFT group, sou apaixonado por desenvolver minhas habilidades como ",
  "function": "desenvolvedor Backend.",
  "final": " Com uma forte base em várias tecnologias e abordagens, sou capaz de enfrentar qualquer desafio que surja.",
  "tittle-Recent": "Recentes",
  "tittle-Projects": "Projetos",
  "first-project-tittle": "LinkyShop",
  "first-project-description": "Nossa arquitetura de microsserviços oferece funcionalidade completa de e-commerce, incluindo módulos de Catálogo, Cesta, Desconto e Pedidos. Nós empregamos tanto bancos de dados NoSQL quanto relacionais e utilizamos o RabbitMQ para comunicação baseada em eventos. O gateway API Ocelot gerencia a comunicação entre os microsserviços, garantindo integração perfeita e desempenho ótimo.",
  "second-project-tittle": "Pro-Eventos",
  "second-project-description": "Nossa API RESTful, criada com ASP.NET Core, possui filtragem avançada, modelagem de dados robusta e suporte a HATEOAS. Implementada usando princípios de arquitetura limpa, integra-se perfeitamente com o Entity Framework Core. A interface do usuário é construída com o framework Angular para uma experiência de usuário sem problemas.",
  "third-project-tittle": ".NET Templates",
  "third-project-description": "Este projeto apresenta templates minimalistas, projetados para ajudá-lo a implementar rapidamente conceitos de arquitetura limpa e avançar facilmente em seu projeto.",
  "fourth-project-tittle": "Linky URL-Shortener",
  "fourth-project-description": "Linky é uma solução elegante de encurtamento de URL, criada com simplicidade em mente, utilizando o poder da API Minimal.",
  "more-projects": "veja mais projetos...",
  "tech-cert": "Minhas certificações",
  "tech-cert1": "Técnicas",
  "first-cert": "Certificado Microsoft: Fundamentos do Azure.",
  "second-cert": "Certificado Microsoft: Fundamentos de Dados do Azure.",
  "third-cert": "Certificado Microsoft: Fundamentos de Segurança, Conformidade e Identidade.",
  "fourth-cert": "",
  "description-first-cert": "Os detentores da certificação Fundamentos do Azure demonstraram conhecimento básico dos serviços em nuvem e como esses serviços são fornecidos com o Microsoft Azure.",
  "description-second-cert": "Os detentores da certificação Fundamentos de Dados do Azure demonstraram conhecimento básico dos conceitos principais de dados e como eles são implementados usando serviços de dados do Microsoft Azure.",
  "description-third-cert": "Os detentores da certificação Fundamentos de Segurança, Conformidade e Identidade demonstram um entendimento funcional de segurança, conformidade e identidade (SCI) em serviços baseados em nuvem e relacionados do Microsoft.",
  "description-fourth-cert": "",
  "connect-tittle": "Vamos conectar",
  "connect-text1": "Estou postando sobre ",
  "connect-software": "engenharia de software",
  "connect-text2": " em diversas redes sociais e plataformas.",
  "connect-reach": "clique nas imagens ",
  "connect-lets": "e vamos nos ",
  "connect-con": "conectar",
  "footer": "Criado com "
}
